Repository: CozlovschiNichita/Lector-iOS
Catalog: LectorApp/Localizable.xcstrings
Source language: en
Languages: fr, ro, ru

# Субтитры (.srt)
source: Subtitles (.srt)
fr: Sous-titres (.srt)
ro: Subtitrări (.srt)
ru: Субтитры (.srt)

# Текст еще не готов
source: Text is not ready yet
fr: Le texte n'est pas encore prêt
ro: Textul nu este gata
ru: Текст еще не готов

# Текст скопирован в буфер!
source: Text copied to clipboard!
fr: Texte copié dans le presse-papiers !
ro: Text copiat în clipboard!
ru: Текст скопирован в буфер!

# Тема
source: Theme
fr: Thème
ro: Temă
ru: Тема

# Тема приложения
source: App Theme
fr: Thème de l'application
ro: Tema aplicației
ru: Тема приложения

# Темная
source: Dark
fr: Sombre
ro: Întunecată
ru: Темная

# Тёмная
source: Dark
fr: Sombre
ro: Întunecată
ru: Тёмная

# Удаление данных...
source: Deleting data...
fr: Suppression des données...
ro: Se șterg datele...
ru: Удаление данных...

# Удалить
source: Delete
fr: Supprimer
ro: Ștergeți
ru: Удалить

# Удалить аккаунт навсегда?
source: Delete account permanently?
fr: Supprimer le compte définitivement ?
ro: Ștergeți contul definitiv?
ru: Удалить аккаунт навсегда?

# Удалить аудио
source: Delete audio
fr: Supprimer l'audio
ro: Ștergeți sunetul
ru: Удалить аудио

# Удалить аудиофайл?
source: Delete audio file?
fr: Supprimer le fichier audio ?
ro: Ștergeți fișierul audio?
ru: Удалить аудиофайл?

# Удалить все
source: Delete all
fr: Tout supprimer
ro: Ștergeți tot
ru: Удалить все

# Удалить всё
source: Delete All
fr: Tout supprimer
ro: Șterge tot
ru: Удалить всё

# Удалить выбранные лекции?
source: Delete selected lectures?
fr: Supprimer les conférences sélectionnées ?
ro: Ștergeți prelegerile selectate?
ru: Удалить выбранные лекции?

# Удалить выбранные?
source: Delete selected?
fr: Supprimer la sélection ?
ro: Ștergeți elementele selectate?
ru: Удалить выбранные?

# Удалить лекцию?
source: Delete lecture?
fr: Supprimer la conférence ?
ro: Ștergeți prelegerea?
ru: Удалить лекцию?

# Удалить папку?
source: Delete folder?
fr: Supprimer le dossier ?
ro: Ștergeți dosarul?
ru: Удалить папку?

# Удалить учетную запись
source: Delete Account
fr: Supprimer le compte
ro: Șterge contul
ru: Удалить учетную запись

# Удерживайте сегмент для быстрого исправления
source: Hold a segment for a quick fix
fr: Maintenez un segment pour une correction rapide
ro: Mențineți apăsat pe un segment pentru corectare rapidă
ru: Удерживайте сегмент для быстрого исправления

# Уже есть аккаунт? Войти
source: Already have an account? Log In
fr: Déjà un compte ? Se connecter
ro: Aveți deja un cont? Autentificați-vă
ru: Уже есть аккаунт? Войти

# Управление
source: Manage
fr: Gérer
ro: Gestionare
ru: Управление

# Управление памятью
source: Storage Management
fr: Gestion du stockage
ro: Gestionarea memoriei
ru: Управление памятью

# Файл в формате CAF. Рекомендуется сжать в M4A.
source: CAF format file. Compression to M4A is recommended.
fr: Fichier au format CAF. La compression en M4A est recommandée.
ro: Fișier în format CAF. Se recomandă comprimarea în M4A.
ru: Файл в формате CAF. Рекомендуется сжать в M4A.

# Фамилия
source: Last Name
fr: Nom
ro: Nume de familie
ru: Фамилия

# Хотя бы одна заглавная буква
source: At least one uppercase letter
fr: Au moins une lettre majuscule
ro: Cel puțin o literă majusculă
ru: Хотя бы одна заглавная буква

# Хотя бы одна цифра
source: At least one digit
fr: Au moins un chiffre
ro: Cel puțin o cifră
ru: Хотя бы одна цифра

# Цвет
source: Color
fr: Couleur
ro: Culoare
ru: Цвет

# Через 1 день
source: After 1 day
fr: Après 1 jour
ro: După 1 zi
ru: Через 1 день

# Через 1 минуту
source: After 1 minute
fr: Après 1 minute
ro: După 1 minut
ru: Через 1 минуту

# Через 1 час
source: After 1 hour
fr: Après 1 heure
ro: După 1 oră
ru: Через 1 час

# Через 5 минут
source: After 5 minutes
fr: Après 5 minutes
ro: După 5 minute
ru: Через 5 минут

source: This action will permanently delete your profile, all lectures, summaries, and audio files on both the server and this device. Data recovery will be impossible.
fr: Cette action supprimera définitivement votre profil, tous les cours, résumés et fichiers audio sur le server ainsi que sur cet appareil. La récupération des données sera impossible.
ro: Această acțiune va șterge irevocabil profilul dumneavoastră, toate prelegerile, conspectele și fișierele audio, atât de pe server, cât și de pe acest dispozitiv. Recuperarea datelor va fi imposibilă.
ru: Это действие безвозвратно удалит ваш профиль, все лекции, конспекты и аудиофайлы как на сервере, так и на этом устройстве. Восстановить данные будет невозможно.

# Это действие нельзя будет отменить. Лекция будет полностью удалена.
source: This action cannot be undone. The lecture will be permanently deleted.
fr: Cette action est irréversible. La conférence sera définitivement supprimée.
ro: Această acțiune nu poate fi anulată. Prelegerea va fi ștearsă definitiv.
ru: Это действие нельзя будет отменить. Лекция будет полностью удалена.

source: This will free up device storage, but you will lose the ability to seek through audio by clicking on the lecture text. The text and summaries will remain.
fr: Ceci libérera de l'espace sur l'appareil, mais vous perdrez la possibilité de naviguer dans l'audio en cliquant sur le texte. Le texte et les synthèses seront conservés.
ro: Această acțiune va elibera memoria dispozitivului, dar veți pierde posibilitatea de a derula audio făcând clic pe textul prelegerii. Textul și conspectele vor rămâne.
ru: Это освободит память на устройстве, но вы потеряете возможность перематывать аудио по клику на текст лекции. Текст и конспекты останутся.

# Язык
source: Language
fr: Langue
ro: Limbă
ru: Язык

# Язык ИИ (Распознавание)
source: AI Language (Recognition)
fr: Langue de l'IA (Reconnaissance)
ro: Limba AI (Recunoaștere)
ru: Язык ИИ (Распознавание)

# Язык интерфейса
source: Interface Language
fr: Langue de l'interface
ro: Limba interfeței
ru: Язык интерфейса

source: The interface language is changed in iOS settings. AI language is used for speech recognition and summary generation.
fr: La langue de l'interface se change dans les réglages iOS. La langue de l'IA est utilisée pour la reconnaissance et les résumés.
ro: Limba interfeței se modifică în setările iOS. Limba AI este utilizată pentru recunoașterea vocală și generarea conspectelor.
ru: Язык интерфейса меняется в настройках iOS. Язык ИИ используется для распознавания речи и генерации конспектов.

# Язык приложения
source: App Language
fr: Langue de l'application
ro: Limba aplicației
ru: Язык приложения

# Язык речи: %@
source: Speech Language: %@
fr: Langue parlée : %@
ro: Limba vorbită: %@
ru: Язык речи: %@

# Язык: %@
source: Language: %@
fr: Langue : %@
ro: Limba: %@
ru: Язык: %@

# Языки
source: Languages
fr: Langues
ro: Limbi
ru: Языки

# Версия 1.0.0
source: Version 1.0.0
ro: Versiunea 1.0.0
ru: Версия 1.0.0

# Внимание
source: Attention
ro: Atenție
ru: Внимание

# Дата:
source: Date:
ro: Data:
ru: Дата:

# Аудио: M4A
source: Audio: M4A
ru: Аудио: M4A

# Аудио: WAV
source: Audio: WAV
ru: Аудио: WAV

# ОК
source: OK
ru: ОК

# Оригинал
source: Original
ru: Оригинал

# Формат:
source: Format:
ru: Формат:
